{
	"Le Rauxe": [
		"Captain Spot Le Rauxe is the boss for level 2. Although Le Rauxe doesn't have a projectile attack, he is an expert swordsman, capable of carving up Claw if given the chance. Le Rauxe is a sniveling, whining dog, but is quite an adversary. He can also block Claw's projectile attacks, sustaining only partial damage from them.",
		"Le Rauxe also charges Claw, moving quickly away from his attacks."
	],
	"Katherine": [
		"Katherine (Leader of the Thieves) is the boss for Level 4. She has 2 attacks—a whip, which is used for long-distance attacks, and a dagger stab, which happens at close distances. This boss should be fast and agile, hitting CC quickly and often.",
		"Katherine was once a member of Claw's crew. Claw banished her from his ship because of her recklessness."
	],
	"Wolvington": [
		"Magistrate Wolvington (Captain of the Guard) is the boss for Level 6. Wolvington is the leader of the town. He is an excellent swordsman and is the toughest enemy that CC has faced up to this point. He has 2 kinds of attacks. The first is a sword attack, which is basically a normal sword swipe/stab. The 2nd is his gauntlet punch, which is a special attack that, if successful, will knock Claw off his feet and do a lot of damage."
	],
	"Gabriel": [
		"Mr. Gabriel (Red Tail's First Officer) is the boss for Level 8. Gabriel stands on the bow of a ship and commands his men. He throws bombs at Claw. In order for Claw to defeat Gabriel, he must jump onto several moving pegs and attack him directly. If Claw falls off the pegs, the enemies below will attack him."
	],
	"Marrow": [
		"Captain Joseph Marrow is the boss for Level 10. Marrow and Claw have known each other for some time, and are considered rivals. Marrow has a parrot that sits on his shoulder and attacks Claw."
	],
	"Aquatis": [
		"King Aquatis is the boss for Level 12. King Aquatis doesn't move (he takes up most of the screen), but he is surrounded by fish. His tentacles are deadly (they attack claw from the water)."
	],
	"Red Tail": [
		"This is the boss for Level 13. Red Tail and Claw are arch rivals. Red Tail has 2 of the gems for the amulet (that Claw receives during the cutscene following his battle with Red Tail)."
	],
	"Omar": [
		"Lord Omar is the boss for Level 14. Lord Omar should be very difficult to defeat, as he is the highest ranking boss. Lord Omar has the remaining gem and the amulet (amulet is given to Claw during the amulet ceremony - last cutscene)."
	]
}