{
	"bosses": {
		"Le Rauxe": "Captain Spot Le Rauxe is the boss for level 2. Although Le Rauxe doesn't have a projectile attack, he is an expert swordsman, capable of carving up Claw if given the chance. Le Rauxe is a sniveling, whining dog, but is quite an adversary. He can also block Claw's projectile attacks, sustaining only partial damage from them.\nLe Rauxe also charges Claw, moving quickly away from his attacks.",
		"Katherine": "Katherine (Leader of the Thieves) is the boss for Level 4. She has 2 attacksג€”a whip, which is used for long-distance attacks, and a dagger stab, which happens at close distances. This boss should be fast and agile, hitting CC quickly and often.\nKatherine was once a member of Claw's crew. Claw banished her from his ship because of her recklessness.",
		"Wolvington": "Magistrate Wolvington (Captain of the Guard) is the boss for Level 6. Wolvington is the leader of the town. He is an excellent swordsman and is the toughest enemy that CC has faced up to this point. He has 2 kinds of attacks. The first is a sword attack, which is basically a normal sword swipe/stab. The 2nd is his gauntlet punch, which is a special attack that, if successful, will knock Claw off his feet and do a lot of damage.",
		"Gabriel": "Mr. Gabriel (Red Tail's First Officer) is the boss for Level 8. Gabriel stands on the bow of a ship and commands his men. He throws bombs at Claw. In order for Claw to defeat Gabriel, he must jump onto several moving pegs and attack him directly. If Claw falls off the pegs, the enemies below will attack him.",
		"Marrow": "Captain Joseph Marrow is the boss for Level 10. Marrow and Claw have known each other for some time, and are considered rivals. Marrow has a parrot that sits on his shoulder and attacks Claw.",
		"Aquatis": "King Aquatis is the boss for Level 12. King Aquatis doesn't move (he takes up most of the screen), but he is surrounded by fish. His tentacles are deadly (they attack claw from the water).",
		"Red Tail": "This is the boss for Level 13. Red Tail and Claw are arch rivals. Red Tail has 2 of the gems for the amulet (that Claw receives during the cutscene following his battle with Red Tail).",
		"Omar": "Lord Omar is the boss for Level 14. Lord Omar should be very difficult to defeat, as he is the highest ranking boss. Lord Omar has the remaining gem and the amulet (amulet is given to Claw during the amulet ceremony - last cutscene)."
	},
	"enemies": {
		"Rat": "The rat is the first of several \"beasties\" that Claw meets during his adventures. Although the rat has few hit points, he does considerable damage and is high on the \"annoyance\" meter.\nThe rat can be placed in small areas, between ledges, etc.\nThe Punk-Rat (at level 2) controls cannons. Killing this rat will stop the cannon from firing. The rat stands on top of the cannon, then lights the cannon w/a punk.",
		"Soldier": "This Soldier is a \"human\" style enemy in level 1. The Soldier has fewer hit points than the Officer, and isn't as smart. However, the Soldier does have a rifle attack (both high and low), which should prove quite difficult for Claw.\nThe Level 2 Soldier is based on Level 1 Soldier, but is painted differently and is more difficult.",
		"Officer": "The officer is the highest ranking enemy in level 1. The officer is smarter than the soldier, but lacks a projectile attack. The officer will actively approach Claw if activated. The Officer also avoids Claw's attacks by jumping backwards.\nThe Level 2 Officer is a repainted and more difficult version of the level 1 Officer. These officers are the highest ranking enemy in level 2, except for Le Rauxe. Note that this officer has a yellow plume and black sash, which are different than the level 1 officer.",
		"Robber Thief": "The RobberThief is a sneaky enemy, firing bolts from his crossbow. The Robberthief can fire at mid-level and from a ducking position.\nThe Robber Thief is a projectile-only enemy, which means that he's less effective at close quarters.",
		"Cutthroat": "The Cutthroat has 2 attacks: a knife throw and a knife stab. The throw comes at 2 levels, high and low. The stab is a single attack of 2 knife stabs at 1 level.\nThe Cutthroat is the most difficult non-boss enemy that Claw has faced up to this point.",
		"Seagull": "The seagull will attack claw from the air (dive bomb attack).",
		"Town Guard": "The Town Guards defend the Town. They act in an orderly manner, attacking in numbers.\nTown Guard #1 is the lesser of the two town guards. These town guards can block Claw's sword attacks 25% of the time.\nTown Guard #2 is the greater of the two town guards. These town guards can block Claw's sword attacks 75% of the time.",
		"Hermit Crab": "The Hermit Crab can attack Claw with his claws, or he can throw a projectile at Claw. The Hermit Crab can only be killed: 1) when he's out of his shell (by pistol, sword or magic attack), or 2) if he's picked up and thrown by Claw, or 3) he's knocked off a platform by Claw.\nWhen the Hermit Crab is in his shell, Claw can \"bump\" him around.",
		"Bear Sailor": "The Bear Sailor is part of Red Tail's \"men\". The Bear Sailor has 2 attacks: a paw \"swat\" and a bear hug.",
		"Red Tail Pirate": "This is the first of Red Tail's men. He has a sword attack and attacks quickly.",
		"Peg-Leg Pirate": "Peg-leg pirate, one of the enemies used throughout level 9. The peg leg has a double pistol attack.",
		"Crazy Hook Pirate": "The crazy hook pirate has a hook attack. The hook pirate is fairly quick and has a jump.",
		"MerCat": "The MerCat w/Trident has 2 attacks: he can stab with his trident, or he can do a \"magic\" trident attack (a projectile comes out of the trident). The animators can use the same animation for the stab and the projectile. The mercat can \"swim\", i.e., he can use his tail to support himself while in the water. The mercat can also \"walk\" on land by using his tail to slide around. Being able to exist in both water and land makes this enemy very flexible and dangerous.",
		"Siren": "The Cat Mermaid (Siren) makes a siren call that acts as a projectile. If Claw gets hit by this attack (a moving \"cone\" of sound), it puts Claw under a spell. While under the spell, Claw can't move. This attack won't cause Claw any damage, but it will place him in a very vulnerable position to get hit by other enemies. She also has lower health than other enemies.",
		"Fish": "These fish jump out of the water and attack Claw.",
		"Chameleon": "The chameleon will fade in and out of the background, making him a very difficult enemy to kill.",
		"Tiger Guard": "The Tiger Guard is very difficult and fast - the most challenging lower level enemy faced to this point"
	},
	"levels": [
		"*Level 1 - La Roca*\nThis is the first level of Claw. Claw is imprisoned in the dungeon of \"La Roca\" after his ship is scuttled during battle. Claw breaks out of his cell and must fight his way through this level to reach the surface of the prison.\nDuring this level, Claw will fight Cocker Spaniard Soldiers, Officers and Bomb-Throwing Rats.\nAt the end of Level 1, Claw receives the first piece of the treasure map.",
		"*Level 2 - The Battlements*\nClaw continues his battle to reach the outside of the prison fortress. Here Claw fights his way through the platforms and guard towers contained in the battlements part of the prison.\nThis level contains completely new tiles, and is outside. It will show off the parallaxing in the engine, showing sky and clouds in the background when Claw reaches the top of the fortress.\nDuring the level, Claw will fight repainted and more difficult versions of the Cocker Spaniard Soldiers and Officers. Claw will also face Rats firing cannons, as well as tower cannons contained in the guard towers throughout the level.\nAt the end of Level 2, Claw must defeat Captain Spot Le Rauxe, commander of the prison. Le Rauxe is the boss for Level 2. Once Le Rauxe is defeated, Claw receives the 1st gem for the amulet of nine lives.",
		"*Level 3 - The Footpath*\nLevel 3 is the first part of the forest. Level 3 contains completely new tiles, platforms, etc.\nDuring this level, Claw must fight Robber Thieves, Cutthroats, and Bomb-throwing rats.\nAt the end of Level 3, Claw receives the second piece of the map.",
		"*Level 4 - The Dark Woods*\nLevel 4 is the 2nd half of the forest. Here Claw explores the deepest regions of the forest. Level 4 contains completely new tiles, platforms, etc.\nDuring this level, Claw must fight repainted and more difficult versions of the Robber Thieves, Cutthroats and Rats.\nAt the end of Level 4, Claw must defeat Katherine, the Leader of the Thieves. Katherine is the boss for level 4. Once Claw defeats Katherine, he receives the 2nd gem for the amulet of nine lives.",
		"*Level 5 - The Township*\nLevel 5 is the first part of El Puerto del Lobo. It contains buildings, farms, houses, etc. Level 5 contains completely new tiles, platforms, etc.\nDuring this level, Claw must fight Town Guards (in 2 different forms), and ward off flying seagulls.\nAt the end of level 5, Claw receives the 3rd piece of the treasure map. As soon as Claw walks over the piece of the map, level 5 ends.",
		"*Level 6 - El Puerto del Lobo*\nLevel 6 is an extension of level 5, but uses completely new tiles, platforms, etc.\nDuring level 6, Claw must fight repainted and more difficult versions of the 2 Town Guards and the Seagulls.\nAt the end of level 6, Claw must defeat Magistrate Wolvington, the Captain of the Guard. Once Claw defeats Wolvington, he receives the 3rd gem for the amulet.",
		"*Level 7 - The Docks*\nLevel 7 is the first level of the shipyards. The docks are the introduction to the shipyards, and Claw must jump from dock to dock to progress through the level. Level 7 uses completely new tiles, platforms, etc.\nDuring this level, Claw must fight Bear Sailors, Red Tail's Men, seagulls, and Hermit Crabs.\nAt the end of level 7, Claw receives the 4th piece of the treasure map.",
		"*Level 8 - The Shipyards*\nLevel 8 is where Claw must fight pirates in and around and on moored pirate ships. This level uses completely new tiles, platforms, etc.\nDuring this level, Claw must fight repainted and more difficult versions of the Bear Sailors, Red Tail's Pirate, and Hermit Crabs (the crabs will not be repainted).\nAt the end of level 8, Claw must defeat Mr. Gabriel, Red Tail's First Officer. Once Mr. Gabriel has been defeated, Claw receives the 4th gem for the amulet of nine lives.",
		"*Level 9 - Pirate's Cove*\nLevel 9 is the first level of Pirate's Cove. Level 9 will have completely new tiles, platforms, objects, etc.\nDuring this level, Claw must fight the Peg-Leg Pirates, new Crazy Hook Pirates, and a more difficult version of the Seagull.\nAt the end of level 9, Claw receives the 5th and 6th pieces of the treasure map.",
		"*Level 10 - The Cliffs*\nLevel 10 is the 2nd part of Pirate's Cove. Level 10 will feature some new structures added to the level 9 tile set, and will be tinted differently, to make it appear slightly different than level 9. It will also contain some new platforms and objects.\nDuring this level, Claw must fight repainted and more difficult versions of the Peg Leg Pirates, Crazy Hook Pirates, and Seagulls.\nAt the end of level 10, Claw must defeat Marrow - the Leader of Pirate's Cove. Once the leader has been defeated, Claw receives the 5th gem.",
		"*Level 11 - The Caverns*\nLevel 11 is the first part of the Undersea Caves. The Caverns is the entrance way to Tiger Island. Level 11 features completely new tiles, platforms, objects, etc.\nDuring this level, Claw must fight MerCats w/Tridents, Mercat Sirens, and flesh-eating fish.\nAt the end of level 11, Claw receives the 7th and 8th pieces of the treasure map.",
		"*Level 12 - The Undersea Caves*\nLevel 12 is the second part of the Undersea Caves. Level 12 will feature some new structures added to the level 11 tile set, and will be tinted differently, to make it appear slightly different than level 11. It will also contain some new platforms and objects.\nDuring this level, Claw must fight repainted and more difficult versions of the MerCats w/Tridents, Mercat Sirens, and Fish.\nAt the end of level 12, Claw must defeat King Aquatis, guardian to the exit of the Undersea Caves. King Aquatis is guarded by flesh-eating fish. These fish jump out of the water and swarm around Claw, making it difficult to attack Aquatis head-on. Aquatis can also attack Claw with his tentacles (which come out of the water). Once Aquatis has been defeated, Claw receives the 6th gem for the amulet of nine lives.",
		"*Level 13 - Tiger Island*\nLevel 13 is Tiger Island. Tiger Island is the last place that Claw journeys to, basically his goal throughout the game. Level 13 features completely new tiles, platforms, objects, etc.\nDuring this level, Claw must fight repainted versions of the Red Tail Pirate from levels 7 and 8, repainted and more difficult versions of the Crazy Hook Pirate, and Cocount-Throwing Monkeys.\nAt the end of level 13, Claw must defeat Red Tail. Once Claw defeats Red Tail, Claw receives the 7th and 8th gems for the amulet.",
		"*Level 14 - The Temple*\nLevel 14 is The Temple. Level 14 will feature all new tiles, objects, etc.\nDuring this level, Claw must fight members of the Royal Tiger Guard and Chameleons.\nAt the end of level 14, Claw must defeat Lord Omar, Guardian of the Temple. Once Lord Omar has been defeated, Claw receives the 9th gem for the amulet of nine lives, as well as the amulet."
	],
	"story": "Loved by many...feared by all. Captain Claw, surveyor of the 7 seas, is perhaps the greatest pirate ever to grace the Animalian Lore Realms. His courage? Legendary. His followers? Loyal to the death. His claws? Well, let's just say that more than a few sailors have permanent reminders of their razor-sharp tips.\n\nSeveral years ago a proclamation, signed by the King, was issued to the realm. This proclamation read:\n\nFor numerous crimes against the Realm, and for the repeated destruction and theft of the property of the Cocker Spaniard Kingdom, and for a complete and utter disregard for the authority of the Crown, a bounty in the amount of 1,000,000 gold pieces is hereby issued for the capture, dead or alive, of Captain Nathaniel J. Claw, dreaded pirate, enemy of the Realm, and known scallywag.\n\nBecause of this proclamation, every bounty hunter and magistrate in the Realm has sought to capture the elusive Captain Claw. Many have tried to capture this infamous pirate, but none have succeededג€”until now. Claw's ship is overtaken on the high-seas by Captain Le Rauxe, a high-ranking officer in the King's service and a pompous and unscrupulous dog. Subsequently, Claw's ship is scuttled, and Claw and his crew are captured and taken to La Roca, a prison run by the Cocker Spaniards. While imprisoned Claw discovers a letter written by Edward Tobin, a former prisoner executed for crimes against the Crown. Tobin's letter tells of the existence of the Amulet of Nine Lives - a mystical amulet that, according to myth, provides the wearer with near immortality. With his strength and hope renewed by the promise of adventure, Claw breaks out of his prison cell and begins a quest to reclaim his crew and locate the remaining gems for the Amulet of Nine Lives. With a million \"golden\" reasons to separate Claw from his head, every servant of the Realm will be out to stop Claw from completing his quest. If he fights skillfully, Claw may avoid death and uncover the remaining gems for the Amulet of Nine Lives. With enough luck, ultimately Claw may complete his quest and reassemble the powerful Amulet of Nine Lives."
}